; MSETUP4 string table
[STRING]
CHARSET="1"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Tento software nelze spustit, protože ho používá jiný uživatel."
MSE1="Systém nelze restartovat. Ukončete instalátor a ostatní spuštěné aplikace. Poté ukončete instalační program tiskárny Canon a opakujte akci."
MSE2="Tento program není možné používat v současném operačním systému."
MSE3="Pokud chcete instalovat programové vybavení, musíte se přihlásit jako člen skupiny administrátorů.\nKlepněte na tlačítko [OK] a vyjmutím disku CD instalaci zrušte.\nPo zrušení instalace se přihlaste s účtem správce a poté disk CD znovu vložte."
MSE3_Mac="Chcete-li spustit tento software, musíte být přihlášeni jako správce."
MSE31_Mac="Chcete-li nainstalovat tento software, musíte zadat uživatelské jméno a heslo správce."
MSE4="Pokud chcete zobrazit vybraný soubor, musíte mít nainstalován potřebný software."
MSE5="Na disku %D% není dostatek místa. Pokud chcete nainstalovat software, potřebujete %S% megabajtů volného místa."
MSE6="Zvolený adresář je neplatný. Zvolte adresář s oprávněním zápisu na lokálním pevném disku."
MSE7="Program nemůže být spuštěn, protože je nastavené nízké rozlišení obrazovky. Změňte rozlišení na hodnotu 800 x 600 pixelů nebo vyšší a opakujte akci.\nPokud program instalujete na počítač Tablet PC, nastavte orintaci obrazovky do režimu na šířku a potom opakujte akci."
MSE7_Mac="Program nemůže být spuštěn, protože je nastavené nízké rozlišení obrazovky. Změňte rozlišení na hodnotu 800 x 600 pixelů nebo vyšší a opakujte akci."
MSE8="V jednotce CD-ROM není disk CD.\nVložte do jednotky disk CD."
MSE9="V názvu souboru se nemohou vyskytovat následující znaky:\n/ , ; * ? \\" < > |"
MSE10="Délka zadané cesty překročila povolený limit. Zadejte cestu v délce do 150 znaků."
MSE11="V zadané cestě není uvedeno písmeno jednotky nebo je zadána relativní cesta. Zadejte absolutní cestu."
MSE12="[Snadná instalace] není určena pro používaný operační systém."
MSE15="Tento program může být spuštěn v operačním systému Windows 2000 s aktualizací Service Pack 4 nebo novější. Jestliže je aktualizace vašeho operačního systému starší než Service Pack 4, aktualizujte si v systému Windows 2000 Service Pack 4 nebo novější a znovu spusťte danou operaci."
MSE16="Soubor nelze otevřít."
MSE17="Tento program může být spuštěn v operačním systému Windows XP s aktualizací Service Pack 2 nebo novější. Pokud je aktualizace vašeho operačního systému starší než Service Pack 2, aktualizujte systém Windows XP pomocí aktualizace Service Pack 2 nebo novější a znovu spusťte danou operaci."
MSE18="Tento program může být spuštěn v operačním systému Windows XP s aktualizací Service Pack 3 nebo novější. Pokud je aktualizace vašeho operačního systému starší než Service Pack 3, aktualizujte systém Windows XP pomocí aktualizace Service Pack 3 nebo novější a znovu spusťte danou operaci."
MSE19="Tento program může být spuštěn v operačním systému Windows Vista s aktualizací Service Pack 1 nebo novější. Pokud je aktualizace vašeho operačního systému starší než Service Pack 1, aktualizujte systém Windows Vista pomocí aktualizace Service Pack 1 nebo novější a znovu spusťte danou operaci."
MSE20="Tento program může být spuštěn v operačním systému Windows Vista s aktualizací Service Pack 2 nebo novější. Aktualizujte systém Windows Vista pomocí aktualizace Service Pack 2 nebo novější a znovu spusťte danou operaci."

MSW1="Soubor byl aktualizován, protože byla v systému nalezena starší verze souboru. Aktualizaci dokončíte restartováním systému. Systém restartujte klepnutím na tlačítko [OK]. Po restartování systému bude automaticky restartován software."
MSW2="Adresář\n\"%P%\"\nneexistuje. Chcete vytvořit nový adresář?"
MSW3="V závislosti na verzi operačního systému nemusí být instalace správně dokončena. Klepnutím na tlačítko [Zkontrolovat nejnovější informace] přejděte na web společnosti Canon, kde naleznete nejnovější informace.\n\nPo přečtení nejnovějších informací pokračujte v instalaci klepnutím na tlačítko [Pokračovat v instalaci]. Klepnutím na tlačítko [Stornovat instalaci] instalaci ukončíte."
MSW4="K dispozici je nejnovější verze softwaru, která podporuje váš operační systém. Doporučujeme, abyste používali nejnovější verzi softwaru. Klepnutím na možnost [Zkontrolovat nejnovější informace] otevřete webové stránky společnosti Canon a stáhněte tuto verzi.\nKlepnutím na tlačítko [OK] budete pokračovat v instalaci. Klepnutím na tlačítko [Zrušit] tento program ukončíte."

MSM0001="OK"
MSM0002="Storno"
MSM0003="Ano"
MSM0004="Ne"
MSM0005="Zpět"
MSM0006="Další"
MSM0007="Pokračovat"
MSM0008="Přerušit"
MSM0009="Konec"
MSM0010="Nainstalovat"
MSM0011="Nápověda"
MSM0012="Vybrat vše"
MSM0013="Vymazat vše"
MSM0014="Zkontrolovat nejnovější informace"
MSM0015="Pokračovat v instalaci"
MSM0016="Stornovat instalaci"
MSM0017="Jazyk"
MSM0018="Výchozí"
MSM0019="Přeskočit"
MSM0020="Zpět na začátek"

MSM0101="Chyba"
MSM0102="Upozornění"
MSM0103="Informace"
MSM0104="Canon"

MSM1001="Vybrat jazyk"
MSM1002="Vyberte pro tento program jazyk, který chcete používat, a klepněte na tlačítko [Další]."
MSM1003="Vyberte pro tento program jazyk, který chcete používat, a klepněte na tlačítko [Zpět]."

MSM1011="Spouští se instalace pomocného nástroje. Pomocný nástroj je vyžadován procesy nastavení."

MSM1021="Shromažďování informací"
MSM1022="Probíhá shromažďování informací o nejnovějších ovladačích a softwaru. Čekejte, prosím."
MSM1023="Při internetovém přístupu bude tento software využívat informace uložené ve vašem Svazku klíčů.\nPokud se zobrazí dialogové okno „Potvrdit přístup ke svazku klíčů“, klepněte na možnost [Povolit vždy]."

MSM1031="Chyba při shromažďování informací"
MSM1032="Shromažďování informací o ovladačích a softwaru proběhlo neúspěšně. Zkontrolujte připojení k síti a pokus opakujte."

MSM1051="Vybrat tiskárnu"
MSM1052="Vybrat skener"
MSM1053="Vyberte tiskárnu, kterou chcete instalovat, a klepněte na tlačítko [Další]."
MSM1054="Vyberte skener, který chcete instalovat, a klepněte na tlačítko [Další]."

MSM1101="Výběr místa bydliště"
MSM1102="Vyberte místo svého bydliště a klepněte na tlačítko [Další]."
MSM1103="USA, Kanada, Latinská Amerika"
MSM1104="Evropa, Střední východ, Afrika"
MSM1105="Asie"
MSM1106="Tichomoří"

MSM1111="Vyberte vaši zemi nebo bydliště a pak klepněte na tlačítko [Další]. Pokud není vaše země nebo bydliště uvedena v seznamu, vyberte možnost Ostatní."
MSM1116="Vyberte zemi nebo oblast"
MSM1117="Výběr místa bydliště."
MSM1118="Vyberte vaši zemi nebo bydliště. Pokud není vaše země nebo bydliště uvedena v seznamu, vyberte možnost Ostatní."

MSM1201="Vyberte typ instalace a postupujte podle pokynů na obrazovce."
MSM1202="Doporučeno pro začínající uživatele"
MSM1203="Jednoduchá instalace"
MSM1204="Automatická instalalace softwaru."
MSM1205="Uživatelská instalace"
MSM1206="Tento typ instalace umožňuje vybrat programy, které chcete instalovat, a nainstaluje pouze tyto programy."
MSM1207="Zruší instalaci softwaru."
MSM1208="Barevný skener Canon"
MSM1209="Instalační nástroj CanoScan"
MSM1210="Creative Photo Album Kit"
MSM1211="Tento typ instalace umožňuje vybrat programy, které chcete instalovat, a nainstaluje pouze tyto programy."
MSM1221="Můžete vybrat, zda chcete používat tuto tiskárnu prostřednictvím připojení USB nebo LAN. Způsob připojení vyberte podle pokynů na obrazovce.\n\nVyberete-li připojení LAN, je třeba provést nastavení sítě. Pokud již bylo nastavení provedeno, připojení je automaticky potvrzeno. Pokud ještě nastavení nebylo dokončeno, nastavte tiskárnu podle pokynů na obrazovce."
MSM1222="Zahajování instalace softwaru. Postupujte podle pokynů na obrazovce."
MSM1231="Můžete změnit způsob připojení, přidat software nebo spustit instalační program znovu. Na možnost [Znovu spustit instalaci] klepněte pouze, pokud tiskárna nepracuje správně."
MSM1232="Změnit způsob připojení"
MSM1233="Pomocí této možnosti můžete změnit způsob připojení tiskárny k počítači z připojení USB na LAN a naopak."
MSM1234="Přidat software"
MSM1235="Vyberte software, který chcete přidat nebo přeinstalovat."
MSM1236="Znovu spustit instalaci"
MSM1237="Spustit instalaci znovu od začátku až po připojení tiskárny."
MSM1238="Podle potřeby můžete přidat software nebo spustit instalační program znovu. Na možnost [Znovu spustit instalaci] klepněte, pouze pokud tiskárna nepracuje správně."
MSM1239="Použití faxu"
MSM1241="Nastavení tiskárny"
MSM1242="Probíhá spuštění nastavení, které je třeba dokončit dříve, než bude možné zařízení používat prostřednictvím počítače.\nPostupujte podle pokynů na obrazovce."
MSM1243="Nastavení tiskárny"
MSM1244="Tento software umožňuje využívat zařízení prostřednictvím počítače."
MSM1245="Užitečný software"
MSM1246="Slouží k instalaci softwaru, se kterým bude používání zařízení pohodlnější."
MSM1247="Příručka online"
MSM1248="Příručka je vám k dispozici online."
MSM1249="Využít aktuální software z internetu"
MSM1301="Jednoduchá instalace"
MSM1302="Nainstalují se programy uvedené v seznamu. Pokračujte klepnutím na tlačítko [Nainstalovat].\n\nChcete-li zobrazit úvod k softwaru, umístěte ukazatel myši nad jeho název."
MSM1304="Zobrazí soubor README: "
MSM1305="Disk %DRIVELETTER% %DISKSPACE% MB volného místa"
MSM1306="Volné místo celkem: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1308="Po klepnutí na toto tlačítko se zobrazí soubor s informacemi o programu %s."
MSM1309="Po klepnutí na toto tlačítko se zobrazí soubor README programu %s."
MSM1310="Ovladač a příručka"
MSM1311="Aplikace"
MSM1312="Odhad času potřebného pro instalaci: %INSTALLTIME_MIN% až %INSTALLTIME_MAX% minut"
MSM1313=
MSM1314="Tento software je povinný. Zrušení jeho výběru proto nedoporučujeme.\nOpravdu chcete zrušit jeho výběr?"
MSM1315="V závislosti na vašem síťovém prostředí může dokončení instalace chvíli trvat."

MSM1401="Uživatelská instalace"
MSM1402="Zaškrtněte políčko u programů, které chcete nainstalovat, a klepněte na tlačítko [Další].\nChcete-li zobrazit úvod k softwaru, umístěte ukazatel myši nad jeho název."
MSM1402_Mac="Zaškrtněte políčko u programů, které chcete nainstalovat, a klepněte na tlačítko [Nainstalovat].\nChcete-li zobrazit úvod k softwaru, umístěte ukazatel myši nad jeho název."
MSM1451="Seznam softwaru k instalaci"
MSM1452="Vybraný software bude nainstalován. Zkontrolujte, zda je vybrán požadovaný software a klepněte na tlačítko [Další]."
MSM1453_Mac="Chcete-li používat všechny funkce této tiskárny, je třeba nainstalovat veškerý níže uvedený software."
MSM1454="Tento software je povinný a jeho výběr nelze zrušit."
MSM1455_Mac="Chcete-li používat všechny funkce tohoto skeneru, je třeba nainstalovat veškerý níže uvedený software."

MSM1501="Změnit umístění instalace"
MSM1502="Umístění instalace programu %LOCATIONITEM% můžete změnit."
MSM1503="Pokud nepotřebujete změnit umístění instalace, klepněte na tlačítko [Nainstalovat]."
MSM1504="Pokud chcete změnit umístění instalace, klepněte na tlačítko [Procházet...], vyberte adresář, do kterého chcete software nainstalovat, a poté klepněte na tlačítko [Nainstalovat]."
MSM1505="Umístění instalace:"
MSM1506="Procházet..."
MSM1507="Disk %DRIVELETTER%  Volné místo: %DISKSPACE% MB  Požadováno: %ITEMSPACE% MB"
MSM1508="Disk %APPDRIVELETTER%  Volné místo: %APPDISKSPACE% MB  Požadováno: %APPITEMSPACE% MB"

MSM1601="Licenční dohoda"
MSM1602="Před instalací vybraných programů si pozorně přečtěte licenční dohodu uvedenou dále."
MSM1603="Pokud se smlouvou souhlasíte, klepněte na tlačítko [Ano]. Pokud klepnete na tlačítko [Ne], instalace softwaru bude zrušena."
MSM1604="Před instalací programu %CURRENT_STEPITEM% si pozorně přečtěte následující licenční smlouvu."
MSM1605="Pokud se smlouvou souhlasíte, klepněte na tlačítko [Ano]. Pokud klepnete na tlačítko [Ne], software nebude nainstalován."
MSM1606="Výrobky společnosti Canon"
MSM1607="Nepřijmete-li podmínky licenční smlouvy, nebude tento software nainstalován. Pokračovat?"
MSM1608="Nepřijmete-li podmínky licenční smlouvy, tato aplikace a software Print Studio Pro, který tuto aplikaci vyžaduje, se naneinstaluje. Pokračovat?"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="Licenční smlouva pro %s"

MSM1651="Aktualizace systémového souboru"
MSM1659="Povolit procesy průvodce instalací"
MSM1660="Povolte všechny procesy průvodce instalací."
MSM1661="V průběhu instalace produktů Canon může brána firewall nebo antivirový software zobrazovat dialogová okna s výstrahami. V takovém případě povolte pokračování instalace výběrem odpovídající možnosti v dialogovém okně, např.\n\n-Umožnit\n-Povolit\n-Ano\n-Neblokovat."

MSM1671="Instalace rozhraní .NET Framework"
MSM1672="Ve vašem počítači nebylo nalezeno nainstalované rozhraní Microsoft .NET Framework 4. Než bude možné použít libovolný software, je třeba rozhraní Microsoft .NET Framework 4 nainstalovat. Chcete spustit instalaci?"

MSM1681="Rozhraní Microsoft .NET Framework 4 nebylo nalezeno"
MSM1682="Ve vašem počítači nebylo nalezeno rozhraní Microsoft .NET Framework 4, nebo nebylo nainstalováno správně.\nNež bude možné tento software nainstalovat, je třeba nainstalovat také rozhraní Microsoft .NET Framework 4."

MSM1701="Průběh instalace: %PROGRESS%%"
MSM1702="Instalace bude ukončena přibližně za %RESTTIME% minut."
MSM1703="Průběh instalace: %PROGRESS%%PERCENT%"
MSM1711="Probíhá stahování..."
MSM1712="Probíhá výpočet zbývajícího času..."
MSM1713="Zbývající čas [min]: Přibližně %d"
MSM1714="Probíhá stahování %s..."
PERCENT="%"

MSM1801="KROK 1"
MSM1802="KROK 2"
MSM1803="KROK 3"
MSM1804="Licenční dohoda"
MSM1805="Instalace"
MSM1806="Nastavení"
MSM1806_Mac="Dokončení"
MSM1807="Aplikace"
MSM1808="Programy"
MSM1809="Dokončení"
MSM1810="KROK 4"
MSM1811="Informace"

MSM1901="Operace probíhá"
MSM1902="Operace probíhá. Čekejte, prosím."
MSM1903="Instalace %ITEM% je dokončena."
MSM1904="Probíhá instalace položky: %ITEM%"
MSM1905="Probíhá stahování položky: %ITEM%"
MSM1906="Probíhá stahování položky %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="Připojení tiskárny"
MSM2002="Zkontrolujte, zda je tiskárna připojená k počítači, a zapněte ji."
MSM2003="Tikárna nebyla rozpoznána. Zkontrolujte připojení."
MSM2004="Ruční výběr"
MSM2005="Pokud chcete zvolit port ručně bez automatického rozpoznání, klepněte na tlačítko [Ruční výběr]."
MSM2006="Tiskárna byla rozpoznána. Počkejte na dokončení instalace."
MSM2007="Probíhá zpracování instalace... Počkejte prosím ještě chvíli."
MSM2010="Připojení tiskárny"
MSM2011="Zkontrolujte, zda je tiskárna připojena k počítači a je zapnutá. Po kontrole připojení restartujte počítač klepnutím na tlačítko [Restartovat]."
MSM2021="Může se zobrazit Průvodce nově rozpoznaným hardwarem. Pokud k tomu dojde, klepnutím na tlačítko [Storno] jej zavřete a poté pokračujte v instalaci."
MSM2031="Připojení skeneru"
MSM2032="Zkontrolujte, zda je skener připojen k počítači, a zapněte jej, pokud disponuje tlačítkem ZAPNOUT."
MSM2033="Skener nebyl rozpoznán. Zkontrolujte připojení."
MSM2034="Skener byl rozpoznán. Vyčkejte dokončení instalace."

MSM2051="Metoda nastavení"
MSM2052="Tiskárna se k síti připojuje poprvé"
MSM2053="Tuto možnost vyberte, chcete-li tiskárnu, která dosud nebyla připojená k síti, používat prostřednictvím kabelové nebo bezdrátové sítě LAN. Instalaci provedete připojením tiskárny k počítači pomocí kabelu USB."
MSM2054="Tiskárna je již připojená k síti"
MSM2055="Tuto možnost vyberte, chcete-li tiskárnu, která je již připojená k síti, používat prostřednictvím počítače. Tuto možnost také vyberte, je-li bezdrátová síť LAN nastavena pomocí protokolu WPS (Wi-Fi Protected Setup) nebo WCN (Windows Connect Now)."
MSM2056="Vyberte typ nastavení a klepněte na tlačítko [Další]."
MSM2065="Tuto možnost vyberte, chcete-li tiskárnu, která dosud nebyla připojena k síti, používat prostřednictvím kabelové sítě LAN. Instalaci provedete připojením tiskárny k počítači pomocí kabelu USB."
MSM2067="Tuto možnost vyberte, chcete-li tiskárnu, která je již připojená k síti, používat prostřednictvím počítače. "
MSM2068="Použít tiskárnu připojenou prostřednictvím portu USB"
MSM2069="Vyberte tuto možnost, pokud chcete použít tiskárnu připojenou prostřednictvím portu USB."
MSM2070="Nastavení tiskárny"
MSM2071="Před použitím musíte tiskárnu nastavit. Tiskárnu nastavte po restartování počítače. \n\nPodrobnosti naleznete v příručce k tiskárně."
MSM2081="Pokud je na ovládacím panelu tiskárny vybráno nastavení bezdrátové nebo kabelové sítě v souladu s metodou připojení, klepněte na tlačítko [OK].\n\nPokud ještě vybráno není, naleznete další informace v Příručce pro uvedení do provozu."
MSM2081_Mac="Uživatelé připojení prostřednictvím kabelové nebo bezdrátové sítě:\n Pokud je na ovládacím panelu tiskárny vybráno nastavení bezdrátové nebo kabelové sítě v souladu s metodou připojení, klepněte na tlačítko [Restartovat]. Po restartování počítače se zobrazí dialogové okno pro nastavení sítě.\n\nPokud ještě vybráno není, naleznete další informace v Příručce pro uvedení do provozu."
MSM2083="Vybrat metodu připojení tiskárny"
MSM2084="Použít tiskárnu připojenou prostřednictvím portu USB"
MSM2085="Vyberte tuto možnost, pokud chcete použít tiskárnu připojenou prostřednictvím portu USB."
MSM2086="Použít tiskárnu připojenou pomocí bezdrátové sítě LAN"
MSM2087="Tuto možnost vyberte, pokud chcete použít tiskárnu připojenou pomocí bezdrátové sítě LAN."
MSM2088="Použít tiskárnu připojenou pomocí kabelové sítě LAN"
MSM2089="Tuto možnost vyberte, pokud chcete použít tiskárnu připojenou pomocí kabelové sítě LAN."
MSM2090="Rozpoznání tiskárny"
MSM2091="Bude zahájeno hledání tiskárny v síti.\nPokud instalace síťové tiskárny proběhne úspěšně, klepněte na tlačítko [Další].\n\nPokud ne, proveďte síťovou instalaci.\nPostup síťové instalace zobrazíte klepnutím na tlačítko [Příručka online].\n\nKlepnutím na tlačítko [Storno] instalaci ukončíte."
MSM2090_Mac="Rozpoznání tiskárny"
MSM2091_Mac="Bude zahájeno hledání tiskárny v síti.\nPokud instalace síťové tiskárny proběhne úspěšně, klepněte na tlačítko [Další].\n\nPokud ne, proveďte síťovou instalaci.\nPostup síťové instalace zobrazíte klepnutím na tlačítko [Příručka online].\n\nKlepnutím na tlačítko [Storno] instalaci ukončíte."
MSM2092_Mac="Nastavení sítě"
MSM2093_Mac="Po restartování počítače se provede nastavení sítě. Restartujte počítač klepnutím na možnost [Restartovat]."
MSM2094="Bude zahájeno hledání tiskárny v síti. Klepněte na tlačítko [Další]. \nKlepnutím na tlačítko [Storno] instalaci ukončíte."
MSM2096="Rozpoznání tiskárny"
MSM2097="Probíhá hledání tiskárny v síti."
MSM2098_Mac="Síťové připojení"
MSM2099_Mac="Chcete-li tiskárnu používat v síti, stiskněte na ní tlačítko ZAPNOUT."
MSM2100_Mac="Připojení USB"

MSM2101="Vybrat port"
MSM2102="Vyberte port tiskárny a klepněte na tlačítko [Další]."

MSM2250="Nastavení dokončeno"
MSM2251="Nastavení je dokončeno. Tento produkt je nyní připraven k použití. Přejděte k dalšímu kroku klepnutím na tlačítko [Další]."
MSM2252="Nastavení dokončeno"
MSM2253="Nastavení tisku z počítače bylo dokončeno.\nNyní se nainstaluje samotný software."
MSM2254="Instalace nebyla dokončena.\nV instalaci užitečného softwaru pokračujte klepnutím na tlačítko [Pokračovat].\nInstalaci ukončíte klepnutím na tlačítko [Konec]."

MSM2261="Nastavení"
MSM2262="Připojení k síti je během nastavení dočasně nedostupné.\nČekejte, prosím."
MSM2263="Nastavení bezkabelové sítě selhalo. Proces zrušte a podle pokynů na obrazovkách vyberte jinou metodu nastavení."

MSM2301="Instalace se nezdařila."
MSM2302="Program %ITEM% nebylo možné nainstalovat. Klepnutím na tlačítko [Začít znovu] spusťte instalaci znovu. "
MSM2303="V příručce naleznete popis příčin potíží při instalaci a návod k řešení těchto potíží."
MSM2304="Začít znovu"
MSM2305="Informace o řešení problémů se sítí naleznete v Příručce pro řešení problémů se sítí.\nInformace o řešení ostatních potíží naleznete v příručce."

MSM2401="Doporučuje se nastavit tiskové hlavy"
MSM2402="U této tiskárny je provedeno nastavení tiskové hlavy. Pokud po nainstalování nebo výměně kazety výstup obsahuje nezarovnané řádky nebo není uspokojivý, nastavením tiskové hlavy se tyto problémy vyřeší.\n\nPodrobné informace naleznete v uživatelské příručce."
MSM2402_Mac="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Nastavení tiskových hlav opraví instalační polohy tiskových hlav a zmírní posun barev a čar.\n\nNastavení tiskové hlavy proveďte po restartování počítače a připojení tiskárny k počítači.\n\nPodrobné informace naleznete v uživatelské příručce."
MSM2411="Nastavení tiskové hlavy"
MSM2412="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Vložte do tiskárny papír a klepněte na tlačítko [Provést]. Další informace naleznete v příručce k tiskárně.\n\nPo dokončení nastavení tiskové hlavy klepněte na tlačítko [Další]."
MSM2412_Mac="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Vložte do tiskárny papír a klepněte na tlačítko [Provést]. Další informace naleznete v příručce k tiskárně.\n\nPokud nechcete provést nastavení tiskových hlav, klepněte na tlačítko [Další]."
MSM2413="Provést"
MSM2414="Při tisku fotografií na této tiskárně se doporučuje provést nastavení tiskové hlavy. Chcete-li nyní provést nastavení tiskové hlavy, vložte do kazety běžný papír a klepněte na možnost [Provést]. Po dokončení nastavení tiskové hlavy klepněte na možnost [Další]. Další informace naleznete v příručce k tiskárně.\n\nNastavení tiskové hlavy můžete také provést po dokončení instalace tiskárny. Chcete-li pokračovat bez provedení nastavení tiskové hlavy, klepněte na tlačítko [Další]."
MSM2414_Mac="Při tisku fotografií na této tiskárně se doporučuje provést nastavení tiskové hlavy. Chcete-li nyní provést nastavení tiskové hlavy, vložte do kazety běžný papír a klepněte na možnost [Provést]. Další informace naleznete v příručce k tiskárně.\n\nNastavení tiskové hlavy můžete také provést po dokončení instalace tiskárny. Chcete-li pokračovat bez provedení nastavení tiskové hlavy, klepněte na tlačítko [Další]."
MSM2415="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Vložte do tiskárny papír MP-101 a klepněte na tlačítko [Provést]. Další informace naleznete v příručce k tiskárně.\n\nPo dokončení nastavení tiskové hlavy klepněte na tlačítko [Další]."
MSM2415_Mac="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Vložte do tiskárny papír MP-101 a klepněte na tlačítko [Provést]. Další informace naleznete v příručce k tiskárně.\n\nPokud nechcete provést nastavení tiskových hlav, klepněte na tlačítko [Další]."
MSM2416="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Klepnutím na tlačítko [Provést] otevřete obrazovku ke spuštění nastavení tiskové hlavy. Podle pokynů na obrazovce vytiskněte vzor zarovnání. Vytištěný vzor zarovnání vložte na sklo a naskenujte jej.\n\nPo dokončení nastavení tiskové hlavy klepněte na tlačítko [Další]."
MSM2416_Mac="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Klepnutím na tlačítko [Provést] otevřete obrazovku ke spuštění nastavení tiskové hlavy. Podle pokynů na obrazovce vytiskněte vzor zarovnání. Vytištěný vzor zarovnání vložte na sklo a naskenujte jej.\n\nPo dokončení nastavení tiskové hlavy klepněte na tlačítko [Další]."
MSM2417="U této tiskárny je provedeno nastavení tiskové hlavy. Pokud po nainstalování nebo výměně kazety výstup obsahuje nezarovnané řádky nebo není uspokojivý, nastavením tiskové hlavy se tyto problémy vyřeší."
MSM2418="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Vložte do tiskárny papír, klepněte na tlačítko [Provést] a poté na tlačítko [Další]."
MSM2418_Mac="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Vložte do tiskárny papír a klepněte na tlačítko [Provést].\n\nPokud nechcete provést nastavení tiskových hlav, klepněte na tlačítko [Další]."
MSM2420="Probíhá hledání tiskáren."
MSM2421="Probíhá hledání %PRODUCTNAME%."
MSM2422="Nelze nalézt frontu tiskárny."
MSM2423="Zaregistrujte tiskárnu klepnutím na tlačítko [Registrovat tiskárnu]."
MSM2424="Registrovat tiskárnu"
MSM2431="Registrace tiskárny a skeneru"
MSM2432="Síťová instalace tiskárny a skeneru byla úspěšně dokončena.\nNyní zaregistrujte tiskárnu a skener v počítači.\n\nKlepnutím na možnost [Registrovat tiskárnu] nebo [Registrovat skener] spustíte příslušný registrační software. Registraci dokončete podle pokynů aplikace."
MSM2433="Registrovat tiskárnu"
MSM2434="Registrovat skener"
MSM2435="Síťové nastavení tiskárny bylo dokončeno.\nDále je třeba tiskárnu zaregistrovat v počítači.\n\nKlepnutím na možnost [Registrovat tiskárnu] spusťte odpovídající aplikaci pro registraci. Dokončete registraci dle pokynů v aplikaci."
MSM2436_Mac="Síťové nastavení tiskárny bylo dokončeno.\nDále je třeba tiskárnu přidat do počítače.\n\nKlepnutím na možnost [Přidat tiskárnu] spusťte aplikaci pro přidání tiskárny. Dokončete nastavení dle pokynů v aplikaci.\n\nPokud si nejste jisti, jak aplikaci používat, klepněte na možnost [Příručka online]."
MSM2437_Mac="Přidat tiskárnu"
MSM2438_Mac="Pokud klepnete na možnost [Přidat tiskárnu], zobrazí se tiskárny, které lze přidat. Vyberte zařízení %s, pro které se v poli Druh zobrazuje hodnota „Canon IJ Network“, a poté klepněte na možnost [Přidat].\nPo přidání tiskárny klepněte na tlačítko [Další]."
MSM2439_Mac="Pokud se tiskárny, které lze přidat, nezobrazí nebo pokud si nejste jisti, jak obrazovku používat, klepněte na možnost [Příručka online]."
MSM2440_Mac="Vybrat skener"
MSM2441_Mac="Probíhá nastavování skeneru v počítači.\n\nKlepnutím na možnost [Vybrat skener] spusťte aplikaci pro nastavení skeneru. Dokončete nastavení dle pokynů v aplikaci."

MSM2451="Registrace uživatele"
MSM2453="Další"
MSM2464="Registrace uživatele"
MSM2465="Zaregistrujte dnes tento produkt společnosti Canon a získejte následující výhody:\n- Každý měsíc obdržíte elektronický zpravodaj informující o úsporách se společností Canon.\n- Získáte zábavné projekty Creative Park a užitečné tipy.\n- Budete mezi prvními, kdo získají upozornění o inovacích softwaru."
MSM2474="Registrace uživatele"
MSM2475="Registrací tohoto produktu budete moci získat užitečné informace o produktu a službách. Chcete-li produkt zaregistrovat, musíte mít internetové připojení."
MSM2484="Registrace produktu"
MSM2485JU="Zaregistrujete-li si produkt Canon ještě dnes, získáte následující výhody:\n- Společnost Canon U.S.A. uloží vaše informace ve svých záznamech pro případ pojistné škody.\n- Budete mezi prvními uživateli, kteří obdrží oznámení o upgradech softwaru.\n- Každý měsíc obdržíte e-mailem bulletin společnosti Canon s výhodnými nabídkami."
MSM2485M="Aktualizací nebo registrací nového produktu budete moci získat užitečné informace o produktu a službách. Chcete-li produkt aktualizovat nebo zaregistrovat, musíte mít internetové připojení."
MSM2486_Mac="Klepnete-li na tlačítko [Další], budou informace o názvu produktu, operačním systému a regionální informace automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2486_Mac2="Klepnete-li na tlačítko [Další], budou informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2487="Chcete-li registraci provést později, klepněte na tlačítko [Storno] a přejděte k dalšímu kroku. Produkty můžete také kdykoliv zaregistrovat pomocí programu Quick Menu."

MSM2501="CANON iMAGE GATEWAY Registrace uživatele"
MSM2502="Registrovat"
MSM2503="CANON iMAGE GATEWAY Registrace produktu"
MSM2504="CANON iMAGE GATEWAY představuje exkluzivní online službu pro všechny, kteří si zakoupili produkt s nárokem na bezplatné členství nebo hradí poplatek za roční členství. Po zažádání o registraci uživatele můžete používat různé služby, díky kterým bude práce s digitálními fotografiemi ještě zajímavější."
MSM2506="Klepnete-li na tlačítko [Registrovat], budou informace o názvu produktu, operačním systému a regionální informace automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2507="Klepnete-li na tlačítko [Registrovat], budou informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2511="Registrace uživatele"
MSM2513="Registrace produktu"
MSM2514="Zaregistrujte dnes tento produkt společnosti Canon a získejte následující výhody:\n- Každý měsíc obdržíte elektronický zpravodaj informující o úsporách se společností Canon.\n- Získáte zábavné projekty Creative Park a užitečné tipy.\n- Budete mezi prvními, kdo získají upozornění o inovacích softwaru."
MSM2515="Registrací tohoto produktu budete moci získat užitečné informace o produktu a službách. Chcete-li produkt zaregistrovat, musíte mít internetové připojení."
MSM2516="Klepnete-li na tlačítko [Další], budou informace o názvu produktu, operačním systému a regionální informace automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2517="Klepnete-li na tlačítko [Další], budou informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2521="Registrace uživatele. Informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou přímo uvedeny na registrační obrazovce. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2522="Registrace uživatele. Informace o názvu produktu, operačním systému a regionální informace budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2526="Registrace uživatele. Informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou přímo uvedeny na registrační obrazovce. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2527="Registrace uživatele. Informace o názvu produktu, operačním systému a regionální informace budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky. Chcete-li pokračovat, klepněte na tlačítko [OK]."

MSM2551="Registrace uživatele zařízení Canon %s"
MSM2552="Odinstalovat registraci uživatele"
MSM2571="Program pro odinstalaci registrace uživatele zařízení %s"
MSM2572="Opravdu chcete úplně odstranit 'Registraci uživatele zařízení Canon %s' a všechny její součásti?"
MSM2573="Odinstalace byla úspěšně dokončena."
MSM2574="Odinstalace se nezdařila."
MSM2575="K dokončení odinstalace je třeba restartovat počítač. Klepnutím na tlačítko [OK] restartujete počítač. Chcete-li počítač restartovat později, klepněte na tlačítko [Storno]."
MSM2576="Odinstalace softwaru Registrace uživatele zařízení Canon %s vyžaduje oprávnění správce."
MSM2577="Registrace uživatele. Informace o názvu produktu, operačním systému a regionální informace budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou přímo uvedeny na registrační obrazovce. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2577_Mac2="Registrace uživatele. Informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou přímo uvedeny na registrační obrazovce. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2578="Registrace uživatele. Informace o názvu produktu, operačním systému a regionální informace budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2578_2="Registrace uživatele. Informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2580="Připojení se nezdařilo. Ověřte, zda je povoleno připojení k síti, a pak opakujte akci. Pokud se připojení opět nezdařilo, počkejte chvíli a opakujte akci. Produkty můžete také kdykoliv zaregistrovat pomocí programu Solution Menu EX."
MSM2581="Připojení se nezdařilo. Ověřte, zda je povoleno připojení k síti, a pak opakujte akci. Pokud se připojení opět nezdařilo, počkejte chvíli a opakujte akci."
MSM2582="Připojení se nezdařilo."
MSM2583="Připojování"
MSM2584="Připojování. Čekejte, prosím."
MSM2585="Zadejte uživatelské jméno a heslo k bráně firewall."
MSM2586="Uživatelské jméno:"
MSM2587="Heslo:"
MSM2588="Uložit toto heslo do svazku klíčů"
MSM2589="Připojení se nezdařilo. Ověřte, zda je povoleno připojení k síti, a pak opakujte akci. Pokud se připojení opět nezdařilo, počkejte chvíli a opakujte akci."

ExecutingPrefSet_Mac="Tato aplikace je propojena s programem CanoScan Toolbox."

MSM2601="Instalace byla uspěšně dokončena."
MSM2602="Restartujte systém (doporučeno)"
MSM2603="Restartovat"
MSM2604="Instalace byla úspěšně dokončena.\nZkontrolujte, zda je skener připojen k počítači a zda je zapnutý. Potom klepněte na tlačítko [Konec]."

MSM2610="Vložte běžný papír do kazety"
MSM2611="Vložte běžný papír postupem jak je ukázáno na obrázku."
MSM2612="Vložte do kazety pouze běžný papír."
MSM2613="Vložte fotografický papír do zadního zásobníku."

MSM2701="Zrušení instalace"
MSM2702="Instalace nebyla dokončena. V instalaci pokračujte klepnutím na tlačítko [Pokračovat]. Instalaci zrušíte klepnutím na tlačítko [Storno]."
MSM2702_Mac="Instalace nebyla dokončena. V instalaci pokračujte klepnutím na tlačítko [Pokračovat]. Instalaci zrušíte klepnutím na tlačítko [Přerušit]."

MSM2801="Změna nastavení systému"
MSM2802="Nové nastavení se projeví až po restartování systému.\nChcete systém restartovat?"

MSM2851="Extended Survey Program"
MSM2856="Souhlasím"
MSM2857="Nesouhlasím"
MSM2870="Pro účely vývoje a marketingu produktů, které by lépe splňovaly požadavky zákazníků, žádá společnost Canon o odeslání informací spojených s produktem společnosti Canon do společnosti Canon pomocí Internetu. Požadované informace jsou uvedeny níže."
MSM2871="Pro účely vývoje a marketingu produktů, které by lépe splňovaly požadavky zákazníků, žádá společnost Canon o odeslání informací spojených s produktem společnosti Canon právně schválené společnosti zajišťující průzkum prostřednictvím Internetu. Požadované informace jsou uvedeny níže."
MSM2873="Souhlasíte-li s výše uvedenými podmínkami, klepněte na tlačítko [Souhlasím]. V opačném případě klepněte na tlačítko [Nesouhlasím]."
MSM2874="Pro účely vývoje a marketingu produktů, které by lépe splňovaly požadavky zákazníků, žádá společnost Canon o odeslání informací spojených s produktem společnosti Canon (pokud produkt společnosti Canon používáte v Číně, odešlete je právně schválené společnosti) zajišťující průzkum prostřednictvím Internetu. Požadované informace jsou uvedeny níže."
MSM2876="Souhlasíte-li s výše uvedenými podmínkami, klepněte na tlačítko [Souhlasím]. Spustí se instalace programu pro průzkum. V opačném případě klepněte na tlačítko [Nesouhlasím]. Program nemusí fungovat v nepodporovaných verzích operačního systému."
MSM2879_Win="Pokud se objeví okno Řízení uživatelských účtů, umožněte programu pokračovat."
MSM2901="Zkušební tisk"
MSM2902="Nastavení tiskárny a instalace softwaru byly dokončeny.\n\nSprávná funkce tiskárny bude ověřena provedením zkušebního tisku. Vložte do tiskárny běžný papír a klepněte na tlačítko [Provést]. Po dokončení zkušebního tisku klepněte na tlačítko [Další].\n\nChcete-li zkušební tisk přeskočit, klepněte na tlačítko [Další] místo tlačítka [Provést].\n\nDojde-li během tisku k chybě, zahajte instalaci znovu podle pokynů na obrazovce."
MSM2903="Správná funkce tiskárny bude ověřena provedením zkušebního tisku.\nVložte do tiskárny běžný papír, klepněte na tlačítko [Provést] a poté na tlačítko [Další].\n\nChcete-li zkušební tisk přeskočit, klepněte na tlačítko [Další] místo tlačítka [Provést].\n\nDojde-li během tisku k chybě, zahajte instalaci znovu podle pokynů na obrazovce."

MSM3001="Chcete-li tiskárnu používat, musíte mít tento software. \nMůžete provádět tiskové operace odpovídající různým typům a velikostem papíru."
MSM3002_Mac="Příručka online vysvětluje funkce ovladače a poskytuje jednoduché návody, jak používat aplikaci."
MSM3008="Můžete kombinovat obrázkové soubory s textem a jednoduše je vytisknout pomocí funkce Direct Print."
MSM3009="Aktualizace systému."
MSM3010="Tento obslužný program umožňuje používat ve vašem počítači soubory uložené v paměťové kartě vložené v patici pro kartu v tiskárně."
MSM3011="Tento ovladač umožňuje používat zařízení v síti."
MSM3012="Tento nástroj použijte pro změnu způsobu připojení a nastavení zabezpečení tiskárny připojené k síti."
MSM3013="Program My Printer pomáhá řešit potíže s tiskem, jako jsou šmouhy na výtiscích."
MSM3016="Ovladače MP Drivers jsou nezbytné pro tisk dokumentů a skenování obrázků."
MSM3018="Program ArcSoft PhotoStudio umožňuje opravovat/upravovat obraz importovaný ze skeneru nebo z digitálního fotoaparátu."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="Program ScanSoft OmniPage SE je program využívající technologii OCR (optické rozpoznání znaků), který můžete použít pro převod textu z knih nebo novin na textová data."
MSM3021="Program Presto! PageManager usnadňuje skenování, sdílení a organizaci dokumentů a fotografií. Pro snadné vyhledání můžete mít všechny obchodní dokumenty uloženy v neomezeném počtu vnořených složek."
MSM3023="Instalační program Setup Utility umožňuje nastavit tisk prostřednictvím infračerveného portu nebo rozhraní Bluetooth."
MSM3024="Nástroj Setup Utility umožňuje nastavit tisk pomocí portu PictBridge."
MSM3026="Tento modulový software umožňuje snadný profesionální tisk fotografií. Chcete-li tento modulový software používat, je třeba nainstalovat potřebný software."
MSM3027="Ovladač XPS je vhodný pro tisk ze softwarových aplikací, které podporují tisk XPS (v systému Windows Vista nebo novějších)."
MSM3027_0="Ovladač XPS je vhodný pro tisk ze softwarových aplikací, které podporují tisk XPS (v systému Windows Vista nebo novějších). Musí být správně nainstalován ovladač tiskárny IJ."
MSM3027_1="Ovladač XPS je vhodný pro tisk ze softwarových aplikací, které podporují tisk XPS (v systému Windows Vista nebo novějších). Musí být správně nainstalovány ovladače MP Drivers."
MSM3028="ScanGear je ovladač, který je vyžadován pro ovládání skeneru. Chcete-li tento ovladač použít, spusťte aplikační software, například program pro úpravu obrázků."
MSM3028_Mac="Ovladač, který je vyžadován pro ovládání skeneru. Umožňuje při skenování nastavit velikost dokumentu, velikost výstupu a jiná pokročilá nastavení. Také se používá při ovládání skeneru prostřednictvím aplikací kompatibilních s prostředím TWAIN."
MSM3031_Mac="Příručka online vysvětluje funkce ovladače a poskytuje jednoduché návody, jak používat aplikaci."
MSM3032=
MSM3034="Tato aplikace je nutná pro věrný tisk barev obrázků ve formátu Adobe RGB. Adobe je registrovaná ochranná známka nebo ochranná známka společnosti Adobe Systems Incorporated v USA a v ostatních zemích."
MSM3035="Nástroj Setup Utility umožňuje konfigurovat nastavení tiskárny pomocí připojení prostřednictvím infračerveného portu, portu Bluetooth nebo portu PictBridge."
MSM3037="ScanGear CS je ovladač skeneru (ovladač rozhraní TWAIN), který je vyžadován pro ovládání skeneru. Chcete-li tento ovladač použít, spusťte aplikační software, například program pro úpravu obrázků."
MSM3040="Funkce Easy-PhotoPrint EX umožňuje snadné vytvoření vlastního alba fotografií, nálepek nebo kalendáře z fotografií pořízených digitálním fotoaparátem. Můžete také snadno tisknout fotografie bez ohraničení. Dále můžete před tiskem použít funkce korekce červených očí a digitálního vyhlazení tváře."
MSM3041="Okamžitě spustí software, který vám umožní jednoduše vytisknout fotografie."
MSM3042="Aplikace MP Navigator EX umožňuje snadno importovat naskenované obrázky přímo do aplikačního softwaru, tisknout je, připojit k e-mailu a uložit je v počítači."
MSM3043="Příručka obsahuje informace o používání zařízení a dodaného softwaru. Obsahuje rovněž informace o řešení potíží.\nJe vyžadována aplikace Internet Explorer verze 8.0 nebo novější."
MSM3043_Mac="Příručka obsahuje informace o používání zařízení a dodaného softwaru. Obsahuje rovněž informace o řešení potíží."
MSM3044="Nástroj Easy-WebPrint EX umožňuje vybírat části webových stránek a tisknout je v požadovaném rozvržení. V prohlížeči je zobrazen v podobě jednoduše použitelného panelu nástrojů. K prohlížení příručky je třeba aplikace Internet Explorer verze 7.0 nebo novější."
MSM3044_Mac="Aplikace Easy-WebPrint EX umožňuje vybírat části webových stránek a tisknout je v požadovaném rozvržení. Jedná se o užitečný modul plug-in pro prohlížeč. Je potřeba prohlížeč Safari 4.0 nebo novější."
MSM3045="Tento software umožňuje upravit kódovanou rychlou volbu, informace o uživateli a další nastavení, které je v tiskárně zaregistrováno. Následně je možné upravené nastavení uložit v počítači nebo je zpět registrovat v tiskárně."
MSM3046="Program Solution Menu EX může okamžitě spustit aplikační software, který umožňuje snadno vytisknout album nebo kalendář nebo skenovat jediným klepnutím myší. Poskytuje také snadný přístup k webům společnosti Canon, které umožňují jeho různá použití."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Podle potřeby můžete importovat fotografie a s jejich pomocí vytvářet a tisknout osobní výtvory, jako jsou koláže, přání a kalendáře. Pomocí jednoduchých pokynů můžete také tisknout fotografie bez ohraničení a opravovat či vylepšovat své obrázky. Společně s nástrojem Quick Menu můžete k uloženým fotografiím vytvářet doporučení."
MSM3049="Doplněk k tisku fotografií, který usnadňuje a obohacuje vytváření profesionálních uměleckých děl. Je zapotřebí nainstalovat vhodnou aplikaci. Informace o odpovídajících aplikacích naleznete v příručce."
MSM3050="K  dispozici máte možnost rychle spouštět software nebo příručku k produktu Canon. Můžete také snadno přejít na webové stránky, kde naleznete užitečné informace o produktu Canon nebo na další webové stránky nabízející další užitečné funkce. Společně s galerií My Image Garden můžete využít funkci Image Display, která umožňuje zobrazit doporučení a fotografie v rámci prezentace."
MSM3051="Ovladač, který je vyžadován pro ovládání skeneru. Používá se při ovládání skeneru prostřednictvím aplikací kompatibilních s prostředím ICA."
MSM3052="Tento nástroj skenuje a ukládá obrázky pomocí ovladače skeneru."
MSM3053="K dispozici máte možnost rychle spouštět software k produktu Canon. Můžete také snadno přejít k příručce nebo na různé webové stránky."
MSM3054="Přidejte jazykové slovníky, které chcete použít při vytváření souborů PDF s možností vyhledávání textu nebo při skenování OCR. Po instalaci vyberte na obrazovce s nastavením nástroje Canon IJ Scan Utility vhodný jazyk."
MSM3055="Jedná se o aplikaci, která spustí nástroj ScanGear, s jeho pomocí zobrazí náhled obrázků, naskenuje je a nakonec uloží do počítače."
MSM3056="Tento software umožňuje upravit nastavení prostřednictvím tiskárny v síti."
MSM4001W="Ovladač tiskárny IJ"
MSM4001="Ovladač tiskárny"
MSM4002="Uživatelská příručka"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Ovladač XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Nástroj pro rychlou volbu"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Ovladač ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Dodatečné slovníky pro OCR (čínština/korejština)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="Funkce pro online nákup inkoustu je nyní připravena."
EIDENABLER_ADMIN="Chcete-li spustit tento software, musíte se přihlásit jako člen skupiny administrátorů."

MENU1_Mac="O nastavení"
MENU2_Mac="Služby"
MENU3_Mac="Skrýt nastavení"
MENU4_Mac="Skrýt ostatní"
MENU5_Mac="Zobrazit vše"
MENU6_Mac="Ukončit nastavení"

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="Čína"
HK="Hongkong – zvláštní správní oblast ČLR"
ID="Indonésie"
IN="Indie"
JP="Japonsko"
KR="Korea"
MY="Malajsie"
PH="Filipíny"
SG="Singapur"
TW="Tchaj-wan"
TH="Thajsko"
VN="Vietnam"
MO="Macao"

AU="Austrálie"
NZ="Nový Zéland"

US="Spojené státy"
CA="Kanada"
BR="Brazílie"
MX="Mexiko"
AR="Argentina"
CL="Chile"
PA="Panama"

AT="Rakousko"
BE="Belgie"
BG="Bulharsko"
HR="Chorvatsko"
CZ="Česká republika"
DK="Dánsko"
EE="Estonsko"
FI="Finsko"
FR="Francie"
DE="Německo"
GR="Řecko"
HU="Maďarsko"
IE="Irsko"
IT="Itálie"
LV="Lotyšsko"
LT="Litva"
LU="Lucembursko"
NL="Nizozemsko"
NO="Norsko"
PL="Polsko"
PT="Portugalsko"
RO="Rumunsko"
RU="Rusko"
SK="Slovensko"
SI="Slovinsko"
ZA="Jihoafrická republika"
ES="Španělsko"
SE="Švédsko"
CH="Švýcarsko"
TR="Turecko"
GB="Spojené království"

Others="Ostatní"

MSM2703="Zastavení instalace"
MSM2704="Instalace nekompletní. "
MSM2705="Zvolte Pokračovat pro pokračování instalace. Zvolte Zrušit pro ukončení."
MSM2706="Pokračovat"
MSM2707="Zrušit"
MSM2951="Instalační program %s"
MSM2952="Nebyl nalezen žádný instalační disk CD-ROM. Chcete-li pokračovat v instalaci ovladače %s, vložte disk CD-ROM %s a klepněte na tlačítko OK."

MSM5001="Vytvořit zástupce na ploše"
MSM5002="Souhlasíte s vytvořením zástupce příručky na ploše? Pokud souhlasíte, vyberte možnost „Souhlasím“. Pokud vyberete možnost „Nesouhlasím“, můžete příručku otevřít ze složky Aplikace."
MSM5003="Souhlasím"
MSM5004="Nesouhlasím"

MSM5010="Přidat aplikaci Easy-WebPrint EX do Docku"
MSM5011="Souhlasíte s přidáním aplikace Easy-WebPrint EX do Docku? Pokud souhlasíte, vyberte možnost \"Souhlasím\". Pokud vyberete možnost \"Nesouhlasím\", můžete aplikaci Easy-WebPrint EX spustit ze složky Aplikace."
MSM5012="Souhlasím"

MSM6000="Vybrat metodu připojení tiskárny."
MSM6001="Bezdrátová síť LAN"
MSM6002="Kabelová síť LAN"
MSM6003="Připojení USB"
MSM6004="Zopakujte síťová nastavení tiskárny"
MSM6005="Vyberte metodu připojení k bezdrátové síti LAN."
MSM6006="Připojení pomocí bezdrátového směrovače (doporučeno)"
MSM6007="Přímé připojení"
MSM6008="Připojení k počítači a tiskárně pomocí bezdrátového směrovače."
MSM6009="Přímé připojení k počítači a tiskárně"
MSM6010="Postup přepínání mezi připojením pomocí bezdrátového směrovače a možnosti Přímé připojení, nebo další podrobnosti o metodě připojení naleznete po klepnutí na [Pokyny]."
MSM6011="Pokyny"
MSM6012="Zkontrolujte, zda je tiskárna zapnuta."
MSM6013="Seznam tiskáren v síti"
MSM6014="Sériové číslo"
MSM6015="Adresa MAC"
MSM6016="Adresa IP"
MSM6017="Nastavovaná tiskárna není uvedena v seznamu"
MSM6018="Aktualizace"
MSM6019="1. Pokud chcete nastavit tiskárnu v síti, vyberte ji v výše uvedeného seznamu tiskáren a klepněte na tlačítko [Další].\n   Sériové číslo je uvedeno na zadní straně tiskárny a na záruční jistině.\n   V seznamu výše je uvedeno pouze 5 posledních číslic ze sériového čísla.\n2. Jestliže se tiskárna, u které provádíte nastavení, v seznamu výše nenachází, zapněte tiskárnu a klepněte na tlačítko [Aktualizace].\n3. Pokud se tiskárna ani tak nezobrazí, vyberte možnost [Nastavovaná tiskárna není uvedena v seznamu] a klepněte na tlačítko [Další]."
MSM6020="1. Pokud se tiskárna, kterou chcete nastavit v síti, nachází ve výše uvedeném seznamu tiskáren, vyberte ji a klepněte na [Další].\n   Sériové číslo naleznete na zadní straně tiskárny nebo na záručním listu.\n2. Jestliže se tiskárna, kterou chcete nastavit, ve výše uvedeném seznamu nenachází, zapněte tiskárnu a klepněte na [Aktualizovat].\n3. Pokud ani poté nebude tiskárna v seznamu uvedena, vyberte [Nastavovaná tiskárna není uvedena v seznamu] a klepněte na [Další].\n4. [Nastavovaná tiskárna není uvedena v seznamu] vyberte a na [Další] klepněte i pokud chcete využít připojení USB."
MSM6021="Připojení dokončeno."
MSM6022="Výběr způsobu připojení"
MSM6023="Zkontrolovat napájení"
MSM6024="Využijte jiný způsob nastavení. Postupujte podle pokynů na obrazovce."
MSM6025="Před instalací ovladače XPS je třeba dokončit nastavení tiskárny. Pokud nastavení tiskárny zatím neproběhlo, můžete je spustit po klepnutí na tlačítko [Zpět na začátek]."
MSM6026="Nastavení brány firewall"
MSM6027="V bráně Firewall systému Windows je nutné zrušit blokování tohoto softwaru."
MSM6028="Zrušit blokování"
MSM6029="Vybrat tiskárnu"
MSM6100="Nástroj My Image Garden s pomocí fotografií uložených v počítači automaticky vytváří pohlednice nebo kalendář."
MSM6101="CREATIVE PARK PREMIUM poskytuje prémiový obsah výhradně pro uživatele používajícím originální inkousty značky Canon."
MSM6102="Vytištěnou fotografii můžete jednoduše precizně zkopírovat prostřednictvím nabídky v tiskárně."
MSM6103="Po spuštění tiskové úlohy se tiskárna automaticky zapne, i když byla předtím vypnuta."
MSM6104="Tichý režim umožňuje tisknout, kopírovat nebo skenovat bez ohledu na denní dobu nebo jiné okolnosti."
MSM6105="Funkce, které jsou zde uvedeny, závisí na použitém modelu. Další informace naleznete v příručce."
MSM6106="Další informace o funkcích a nastavení naleznete v příručce."
MSM6030="Vyberte ze seznamu"
MSM6031="Sériové číslo naleznete na záruční jistině a na tiskárně."
MSM6032="Zařízení IPv4"
MSM6033="Zařízení IPv6"
MSM6034="Sériové číslo (posledních 5 čísel)"
MSM6035="Umístění sériového čísla"
MSM6036="Zadejte adresu IP a spusťte vyhledávání"
MSM6037="Síťové připojení nastavte podle pokynů v příručce"
MSM6038="Tuto možnost vyberte v případě, že se tiskárna nezobrazí na seznamu nebo ji nelze vyhledat zadáním adresy IP."
MSM6039="Způsob výběru hledání tiskárny"
MSM6040="Hledat podle adresy IPv4"
MSM6041="Hledat podle adresy IPv6"
MSM6042="Hledat podle názvu hostitele"
MSM6043="Hledat podle názvu Bonjour"
MSM6044="Než bude možné zadat adresu IP a spustit hledání, je třeba k tiskárně přiřadit adresu IP. Další podrobnosti získáte klepnutím na možnost [Příručka online]."
MSM6045="Během hledání uvedené adresy IP došlo k chybě"
MSM6046="Uvedená tiskárna nebyla nalezena. Ověřte adresu IP a pokus opakujte. Další podrobnosti získáte klepnutím na možnost [Příručka online]."
MSM6047="Znovu rozpoznat"
MSM6048="Uvedenou adresu IP již používá jiné zařízení. Ověřte adresu IP a pokus opakujte. Další podrobnosti získáte klepnutím na možnost [Příručka online]."
MSM6049="Změna nastavení sítě IPv4"
MSM6050="Zvolte metodu nastavení a zadejte adresu IP tiskárny, kterou chcete použít."
MSM6051="Automatické nastavení"
MSM6052="Automatické získávání adresy IP vyžaduje použití serveru DHCP."
MSM6053="Ruční instalace"
MSM6054="Adresa IPv4"
MSM6055="Informace o adrese IP vám sdělí váš správce sítě."
MSM6056="Změna nastavení sítě IPv6"
MSM6057="Automatické získávání adresy IPv6 vyžaduje použití serveru DHCPv6 nebo směrovače IPv6."
MSM6058="Adresa IPv6"
MSM6059="Délka předpony"
MSM6060="Informace o adrese IP a délce předpony vám sdělí váš správce sítě."
MSM6061="Během změny nastavení sítě došlo k chybě"
MSM6062="Změna nastavení se pravděpodobně nezdařila z jednoho z následujících důvodů:\n  -Zadaná adresa IP je neplatná\n  -Adresa IP je duplicitní"
MSM6063="Další podrobnosti získáte klepnutím na možnost [Příručka online]."
MSM6064="Klepněte na možnost [Přidat tiskárnu] a přidejte tiskárnu podle pokynů na obrazovce.\n\nPo přidání tiskárny klepněte na možnost [Další]."
MSM6065="Chcete-li používat všechny funkce této tiskárny, je třeba nainstalovat ovladač Canon.\nKlepněte na možnost [Další] a nastavení zopakujte."
MSM6066="Nastavit jako výchozí tiskárnu"
MSM6067="Připojte tiskárnu k počítači pomocí kabelu USB.\nZkontrolujte, zda je tiskárna zapnuta."
MSM6091="Provedli jste inicializaci tiskárny?"
MSM6092="1. Zkontrolujte, zda je v nádržce s inkoustem inkoust.\n2. Stiskněte a asi 5 sekund podržte tlačítko Zastavit (Stop) na tiskárně.\nTiskárna se pak začne inicializovat. Tato operace potrvá přibližně 6 minut."
MSM6093="1. Zkontrolujte, zda je v nádržce s inkoustem inkoust.\n2. Stiskněte a asi 5 sekund podržte tlačítko POKRAČOVAT/STORNO (RESUME/CANCEL) na tiskárně.\nTiskárna se pak začne inicializovat. Tato operace potrvá přibližně 6 minut."
